[
    {
        "name": "Adenium",
        "img": "adenium.webp",
        "description": "Adenium is a genus of flowering plants in the family Apocynaceae first described as a genus in 1819. It is native to Africa and the Arabian Peninsula. Adeniums are appreciated for their colorful flowers, but also for their unusual, thick caudices. They can be grown for many years in a pot and are commonly used for bonsai."
    },
    {
        "name": "Adromischus",
        "img": "adromischus.webp",
        "description": "Adromischus is a genus of easily propagated leaf succulents from the Crassulaceae family. Adromischus are endemic to southern Africa. The name comes from the ancient Greek “adros” (meaning thick) and “mischos” (meaning stem)."
    },
    {
        "name": "Aeonium",
        "img": "aeonium.webp",
        "description": "Aeonium, the tree houseleeks, is a genus of about 35 species of succulent, subtropical plants of the family Crassulaceae. Many species are popular in horticulture. The genus name comes from the ancient Greek “aionos” (ageless). While most of them are native to the Canary Islands, some are found in Madeira, Morocco, and in East Africa (for example in the Semien Mountains of Ethiopia)."
    },
    {
        "name": "Agave",
        "img": "agave.webp",
        "description": "Agave is a genus of monocots native to the hot and arid regions of the Americas, although some Agave species are also native to tropical areas of South America. The genus Agave is primarily known for its succulent and xerophytic species that typically form large rosettes of strong, fleshy leaves."
    },
    {
        "name": "Albuca",
        "img": "albuca.webp",
        "description": "Albuca is a genus of flowering plants in the family Asparagaceae, subfamily Scilloideae. The genus is distributed mainly in southern and eastern Africa, with some species occurring in northern Africa and the Arabian Peninsula. Plants of the genus are known commonly as slime lilies. These are perennial herbs growing from bulbs."
    },
    {
        "name": "Aloe",
        "img": "aloe.webp",
        "description": "Aloe is a genus containing over 500 species of flowering succulent plants. The genus is native to tropical and southern Africa, Madagascar, Jordan, the Arabian Peninsula, and various islands in the Indian Ocean (Mauritius, Réunion, Comoros, etc.). A few species have also become naturalized in other regions (Mediterranean, India, Australia, North and South America, Hawaiian Islands, etc.)."
    },
    {
        "name": "Aloinopsis",
        "img": "aloinopsis.webp",
        "description": "Aloinopsis is a genus of ice plants from South Africa. Aloinopsis species have a rather large tuberous root system and are occasionally cultivated for their looks. They also tend to grow more “heads” when they are raised. Most Aloinopsis are winter growers and can react badly to too much water at the wrong time."
    },
    {
        "name": "Anacampseros",
        "img": "anacampseros.webp",
        "description": "Anacampseros is a genus comprising about a hundred species of small perennial succulent plants native to Southern Africa. Plants in the genus Anacampseros are perennial. In habit they are small undershrubs or sprawling herbs that may form dense mats. Mature plants of many of the species form a small caudex or a tuberous root-stock."
    },
    {
        "name": "Antegibbaeum",
        "img": "antegibbaeum.webp",
        "description": "The genus Antegibbaeum is a flowering succulent plant in the family Aizoaceae. There is only one species in the monospeciefic genus Antegibbaeum."
    },
    {
        "name": "Bergeranthus",
        "img": "bergeranthus.webp",
        "description": "The genus Bergeranthus is a member of the Aizoaceae family, in the major group Angiosperms (flowering plants). It is a small genus of 10 species that all occur in the Eastern Cape of South Africa. The genus Bergeranthus occurs only in the spring and autumn rainfall area of the Eastern Cape Province, South Africa."
    },
    {
        "name": "Bijlia",
        "img": "bijlia.webp",
        "description": "Bijlia is a genus of flowering succulent plants in the ice plant family Aizoaceae from South Africa. The genus Bijlia is restricted to the Little Karoo in the Western Cape Province, South Africa."
    },
    {
        "name": "Braunsia",
        "img": "braunsia.webp",
        "description": "Braunsia is a genus of flowering succulent plants in the ice plant family Aizoaceae from the southwestern part of the Western Cape Province in South Africa."
    },
    {
        "name": "Callisia",
        "img": "callisia.webp",
        "description": "Callisia is a genus of flowering plants in the spiderwort family, Commelinaceae. Members of the genus are commonly known as roselings. It is native to the Western Hemisphere from the southern United States to Argentina. The generic name is derived from the Greek word καλλον, meaning “beauty.”"
    }
]